["Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra danos físicos, químicos e biológicos.\nb) A epiderme é a camada mais externa da pele e é composta por tecido epitelial estratificado queratinizado.\nc) A derme é a camada intermediária da pele, rica em vasos sanguíneos, terminações nervosas e estruturas anexas como folículos pilosos e glândulas sudoríparas.\nd) A hipoderme, ou tecido subcutâneo, é considerada parte integrante da pele e é composta principalmente por células adiposas que atuam como isolante térmico e reserva energética.\ne) A pele não possui papel ativo no sistema imunológico, atuando apenas como uma barreira física passiva contra patógenos.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções, incluindo a regulação da temperatura corporal, a sensação tátil e a proteção contra agentes externos. Sobre as funções e estruturas da pele, analise as afirmações abaixo:\nI. A termorregulação é realizada através da vasodilatação e vasoconstrição dos vasos sanguíneos na derme, além da secreção de suor pelas glândulas sudoríparas.\nII. Os melanócitos são células localizadas na camada basal da epiderme responsáveis pela produção de melanina, que oferece proteção contra a radiação ultravioleta.\nIII. Os receptores de Merkel são responsáveis pela percepção da dor, enquanto os receptores de Ruffini detectam o toque leve e a pressão.\nIV. A pele atua como uma barreira química ao produzir ácidos graxos e enzimas que inibem o crescimento de microrganismos.\nV. A epiderme é avascular, recebendo nutrientes e oxigênio por difusão a partir dos vasos sanguíneos da derme subjacente.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e IV\nb) II, III e V\nc) I, III e V\nd) II, IV e V\ne) I, II e III", "Sobre a pele humana, é incorreto afirmar que:\na) A pele atua como uma barreira física protetora contra patógenos e agentes químicos.\nb) A epiderme é a camada mais externa da pele e é composta principalmente por células epiteliais queratinizadas.\nc) A derme contém estruturas como vasos sanguíneos, terminações nervosas, folículos pilosos e glândulas sudoríparas.\nd) A hipoderme, ou tecido subcutâneo, é uma camada de tecido adiposo que não faz parte da pele, mas está associada a ela, atuando como isolante térmico e reserva energética.\ne) A melanina, produzida pelos melanócitos, é responsável pela pigmentação da pele e oferece proteção contra a radiação ultravioleta.", "\nA pele humana é um órgão complexo que desempenha várias funções essenciais para a homeostase do corpo. Sobre as funções e estruturas da pele, é correto afirmar:\na) A pele é impermeável à água devido à presença de lipídios produzidos pelas glândulas sebáceas e não possui nenhuma função na regulação da temperatura corporal.\nb) Os melanócitos, localizados na camada basal da epiderme, são responsáveis pela produção de melanina, que protege a pele contra a radiação ultravioleta e dá cor à pele.\nc) A derme é composta principalmente por tecido adiposo e é onde se encontram as terminações nervosas responsáveis pela sensação de tato, mas não pela percepção da dor.\nd) A epiderme não possui inervação e é totalmente avascular, dependendo da derme para receber nutrientes e oxigênio.\ne) As glândulas sudoríparas são encontradas em toda a extensão da pele e são responsáveis apenas pela excreção de resíduos metabólicos, sem papel na regulação da temperatura.", "Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra danos físicos, químicos e biológicos.\nb) A pele é composta por duas camadas principais: a epiderme, que é a camada externa, e a derme, que é a camada interna e contém vasos sanguíneos, nervos e glândulas.\nc) A epiderme é avascular, sendo nutrida por difusão a partir da derme subjacente, e é composta por múltiplas camadas de células, incluindo queratinócitos, melanócitos e células de Langerhans.\nd) A pele desempenha um papel crucial na regulação da temperatura corporal, na excreção de resíduos através do suor e na percepção sensorial, como tato, pressão e temperatura.\ne) A pele não possui mecanismos de defesa contra patógenos, sendo totalmente dependente do sistema imunológico para proteção.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções vitais. Sobre essas funções, analise as afirmações abaixo:\nI. A pele atua como uma barreira física que impede a entrada de microrganismos e a perda excessiva de água.\nII. A pele contém terminações nervosas que são essenciais para a percepção de estímulos externos, como toque, dor e temperatura.\nIII. As glândulas sudoríparas presentes na pele são responsáveis pela termorregulação e excreção de resíduos metabólicos.\nIV. A melanina, produzida pelos melanócitos, oferece proteção contra os raios ultravioleta do sol, mas não tem papel na determinação da cor da pele.\nV. A pele é incapaz de participar do metabolismo, não contribuindo para a síntese de vitamina D.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e III\nb) II, III e IV\nc) I, III e V\nd) II e IV\ne) I e V", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) A epiderme contém células especializadas como queratinócitos, que produzem queratina, e melanócitos, que produzem melanina.\n( ) A derme é rica em colágeno e elastina, que conferem à pele sua força e elasticidade.\n( ) A pele não possui vasos linfáticos, sendo a drenagem linfática uma função exclusiva dos órgãos internos.\n( ) O estrato córneo da epiderme é composto por células mortas que continuamente se descamam e são substituídas por células das camadas inferiores.\n( ) A pele humana é impermeável à água devido à presença de lipídios produzidos pelas glândulas sebáceas e sudoríparas.\n\nAssinale a alternativa que define a sequência correta:\na) V, V, F, V, V\nb) V, F, V, F, V\nc) F, V, V, F, V\nd) V, V, F, V, F\ne) F, F, V, V, V", "\nA pele humana é um órgão vital que desempenha diversas funções, incluindo a proteção contra a radiação ultravioleta. Sobre a proteção solar e a pele, é correto afirmar:\na) A melanina é o único mecanismo de proteção da pele contra os raios UV, não havendo necessidade de uso de protetores solares.\nb) O FPS (Fator de Proteção Solar) indica a eficácia de um protetor solar em bloquear os raios UVB, que são responsáveis pela vermelhidão da pele, mas não os UVA, que causam envelhecimento precoce.\nc) A exposição excessiva ao sol pode levar ao câncer de pele, sendo os tipos mais comuns o carcinoma basocelular, o carcinoma espinocelular e o melanoma.\nd) O bronzeamento da pele é uma resposta natural e saudável à exposição aos raios UV, indicando que a pele está se adaptando e se protegendo adequadamente.\ne) Os raios UVA penetram mais profundamente na pele do que os UVB e são os principais responsáveis pelas queimaduras solares.", "\nA estrutura da pele humana é composta por diferentes camadas e tipos de células, cada um com funções específicas. Sobre a estrutura e função da pele, é correto afirmar:\na) A camada basal da epiderme é onde ocorre a maioria da divisão celular, e as células novas migram para cima à medida que se diferenciam.\nb) A derme é composta exclusivamente por tecido adiposo, que fornece isolamento térmico e suporte estrutural à epiderme.\nc) Os queratinócitos são responsáveis pela produção de sebo, que lubrifica a pele e os pelos.\nd) A hipoderme, ou tecido subcutâneo, é considerada parte da pele e é responsável pela termorregulação através da vasodilatação e vasoconstrição.\ne) As células de Langerhans, presentes na derme, são essenciais para a resposta imune da pele, atuando como apresentadoras de antígenos.", "\nA pele humana é um órgão que sofre alterações ao longo da vida, influenciadas por fatores genéticos, ambientais e de estilo de vida. Sobre essas alterações e os cuidados com a pele, é correto afirmar:\na) O envelhecimento da pele é um processo inevitável e não pode ser retardado por meio de cuidados ou tratamentos.\nb) A hidratação da pele é essencial para manter sua elasticidade e deve ser feita tanto internamente, pela ingestão de água, quanto externamente, com o uso de hidratantes.\nc) O uso de protetor solar é recomendado apenas para pessoas com pele clara ou que se expõem ao sol intensamente, sendo desnecessário para outros tipos de pele.\nd) A acne é uma condição exclusiva da adolescência e não requer tratamento, pois desaparece naturalmente com o tempo.\ne) A pele oleosa não necessita de hidratação, pois a produção excessiva de sebo é suficiente para manter a umidade natural da pele.", "\nA pele humana é um órgão que reflete a saúde geral do corpo e pode ser afetada por diversas condições e doenças. Sobre as doenças de pele, é correto afirmar:\na) O vitiligo é uma condição autoimune que resulta na perda de pigmento da pele devido à destruição dos melanócitos.\nb) A psoríase é uma doença contagiosa que causa manchas vermelhas e escamosas na pele, principalmente nas articulações.\nc) O melasma é uma condição que provoca manchas escuras na pele, exclusivamente devido à exposição solar, sem influência hormonal.\nd) A dermatite atópica é uma doença crônica que causa ressecamento, coceira e inflamação da pele, sendo transmitida geneticamente apenas por via materna.\ne) As micoses são infecções bacterianas que afetam a pele, cabelos e unhas, sendo facilmente tratadas com antibióticos tópicos.", "\nA pele humana é um órgão que desempenha funções essenciais para a homeostase do corpo. Sobre a função de termorregulação da pele, é correto afirmar:\na) A vasodilatação dos vasos sanguíneos da derme ocorre em ambientes frios para conservar o calor do corpo.\nb) A produção de suor pelas glândulas sudoríparas é uma resposta a ambientes quentes ou exercício físico, e a evaporação do suor ajuda a resfriar o corpo.\nc) A pele não possui papel na termorregulação, sendo essa função exclusiva do sistema nervoso central.\nd) A vasoconstrição dos vasos sanguíneos da derme ocorre em ambientes quentes para aumentar a perda de calor.\ne) O arrepio, causado pela contração dos músculos eretores dos pelos, é uma resposta eficaz ao calor, pois aumenta a circulação de ar junto à pele.", "\nA pele humana é um órgão que sofre influência direta de fatores externos, como o sol e a poluição. Sobre os efeitos desses fatores na pele, é correto afirmar:\na) A radiação UV do sol é benéfica para a pele em qualquer quantidade, pois estimula a produção de vitamina D.\nb) A poluição ambiental não afeta a pele, pois as camadas externas da epiderme formam uma barreira impermeável.\nc) A exposição crônica ao sol pode levar ao fotoenvelhecimento, caracterizado por rugas, manchas e perda de elasticidade da pele.\nd) O uso de filtro solar é suficiente para proteger a pele dos efeitos da poluição, não sendo necessário adotar outras medidas de cuidado.\ne) A hidratação da pele é prejudicada pela exposição à poluição, mas pode ser totalmente restaurada com o uso de produtos específicos sem a necessidade de mudanças no estilo de vida.", "Sobre a pele humana, é incorreto afirmar que:\na) A pele atua como uma barreira física protetora contra patógenos e agentes químicos.\nb) A epiderme é a camada mais externa da pele e é composta principalmente por células epiteliais queratinizadas.\nc) A derme contém estruturas como glândulas sudoríparas, folículos pilosos e terminações nervosas.\nd) A pele não possui papel na regulação da temperatura corporal, sendo essa função exclusiva do sistema nervoso.\ne) A pele é um órgão sensorial, contendo receptores que detectam toque, temperatura e dor.\n", "\nA pele humana é um órgão complexo que desempenha várias funções essenciais para a homeostase do corpo. Sobre as funções e estruturas da pele, é correto afirmar:\na) A hipoderme, também conhecida como tecido subcutâneo, é a camada mais profunda da pele e é composta principalmente por tecido adiposo.\nb) A melanina, produzida pelos melanócitos, tem como principal função a proteção contra a radiação ultravioleta, mas não está envolvida na determinação da cor da pele.\nc) A queratina, proteína abundante na epiderme, é responsável pela impermeabilização da pele, mas não tem papel na proteção mecânica.\nd) As glândulas sebáceas, localizadas na derme, produzem o sebo que lubrifica a pele e os pelos, mas não possuem função na termorregulação.\ne) A pele é capaz de regular a temperatura corporal através da vasodilatação e vasoconstrição dos vasos sanguíneos, bem como pela sudorese.\n", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) A pele é o maior órgão do corpo humano e pode representar cerca de 15% do peso corporal total.\n( ) A camada córnea da epiderme é rica em células-tronco que são essenciais para a regeneração da pele.\n( ) Os queratinócitos são as células mais abundantes na epiderme e são responsáveis pela produção de queratina.\n( ) A derme é composta por tecido conjuntivo e é onde se encontram as terminações nervosas, folículos pilosos e glândulas sudoríparas.\n( ) A pele não possui função na síntese de vitamina D, sendo essa vitamina adquirida exclusivamente através da dieta.\n\nAssinale a alternativa que define a sequência correta:\na) V, F, V, V, F\nb) V, V, F, F, V\nc) F, F, V, V, V\nd) F, V, F, V, F\ne) V, F, V, F, V\n", "Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra lesões e infecções.\nb) A pele é composta por duas camadas principais: a epiderme e a derme, além da hipoderme, que não é considerada parte da pele, mas oferece suporte.\nc) A epiderme é a camada mais externa e é composta por tecido conjuntivo denso, onde se localizam vasos sanguíneos, glândulas e terminações nervosas.\nd) A derme contém estruturas como folículos pilosos, glândulas sudoríparas e sebáceas, e é responsável pela regulação da temperatura corporal.\ne) A pele desempenha um papel crucial na síntese de vitamina D, que ocorre quando a luz solar atinge a pele e inicia a conversão de precursores em vitamina D ativa.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções essenciais para a homeostase do organismo. Sobre as funções da pele, analise as afirmações abaixo:\nI. A pele atua como uma barreira física, química e biológica, protegendo o corpo contra danos externos e a perda de fluidos.\nII. A pele é responsável pela regulação da temperatura corporal através da vasodilatação e vasoconstrição dos vasos sanguíneos e pela secreção de suor.\nIII. A pele contém receptores sensoriais que permitem a percepção de dor, temperatura e toque, contribuindo para a sensibilidade tátil do corpo.\nIV. A pele é capaz de sintetizar vitamina C em resposta à exposição solar, o que é essencial para a integridade dos tecidos conjuntivos.\nV. A pele exerce funções imunológicas, abrigando células de defesa como os queratinócitos, que são especializados na resposta a patógenos.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e III\nb) II, III e IV\nc) III, IV e V\nd) I, IV e V\ne) II, IV e V", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) A pele é composta por três camadas principais: epiderme, derme e hipoderme.\n( ) Os melanócitos, células produtoras de melanina, estão localizados na camada basal da epiderme.\n( ) A camada córnea da epiderme é rica em queratinócitos mortos, que formam uma barreira protetora contra a entrada de patógenos.\n( ) A derme é composta principalmente por tecido adiposo, que é responsável pela elasticidade da pele.\n( ) A hipoderme, ou tecido subcutâneo, é composta por células adiposas que atuam como isolante térmico e reserva energética.\n\nAssinale a alternativa que define a sequência correta:\na) V, V, V, F, V\nb) V, F, V, F, V\nc) F, V, V, F, V\nd) V, V, F, F, V\ne) F, V, V, V, F", "\nA pele humana é um órgão vital que desempenha diversas funções, incluindo a proteção contra a perda de água. Sobre a estrutura e função da pele, é correto afirmar:\na) A pele impede a desidratação através da camada córnea da epiderme, que é impermeável à água.\nb) A derme é a camada mais externa da pele e é onde ocorre a síntese de melanina.\nc) Os queratinócitos são células da derme responsáveis pela produção de queratina, que impermeabiliza a pele.\nd) A hipoderme é a camada responsável pela nutrição da pele, contendo numerosos vasos sanguíneos e terminações nervosas.\ne) As glândulas sudoríparas são encontradas na epiderme e são responsáveis pela regulação da temperatura através da secreção de suor.", "\nA pele humana é um órgão multifuncional que atua na proteção, termorregulação e sensação. Sobre as células e estruturas presentes na pele, a via que envolve a ativação de células de defesa em resposta a lesões ou infecções está mais associada a:\na) Queratinócitos, que são ativados em resposta a danos na pele e iniciam a cicatrização.\nb) Melanócitos, que aumentam a produção de melanina para proteger o DNA contra danos UV.\nc) Células de Langerhans, que são células apresentadoras de antígeno localizadas na epiderme.\nd) Fibroblastos, que produzem colágeno e elastina para a regeneração da derme.\ne) Adipócitos, que respondem a infecções aumentando a produção de citocinas anti-inflamatórias."]