["Sobre a constituição e função do sistema nervoso central (SNC), é incorreto afirmar que:\na) O SNC tem a função de processar, integrar e coordenar as informações recebidas do ambiente e do interior do corpo.\nb) O SNC é composto pelo encéfalo e pela medula espinhal.\nc) O encéfalo é dividido em três partes principais: cérebro, cerebelo e tronco encefálico.\nd) A medula espinhal é responsável por transmitir informações entre o encéfalo e o sistema nervoso periférico.\ne) O SNC é responsável apenas pela resposta automática ao estímulos, não tendo participação no controle voluntário do corpo.", "\nSobre a divisão funcional do sistema nervoso central, é incorreto afirmar que:\na) O sistema nervoso central pode ser dividido funcionalmente em sistema nervoso somático e sistema nervoso autônomo.\nb) O sistema nervoso somático controla as ações voluntárias do corpo.\nc) O sistema nervoso autônomo regula funções como a respiração, circulação sanguínea e digestão.\nd) O sistema nervoso somático não tem participação na percepção sensorial.\ne) O sistema nervoso autônomo é subdividido em simpático e parassimpático.", "\nSobre as funções do sistema nervoso central, é incorreto afirmar que:\na) O SNC é responsável pela percepção sensorial, controle motor e funções cognitivas.\nb) A medula espinhal pode atuar de forma independente do encéfalo em reflexos rápidos.\nc) O SNC não tem papel na regulação do sono e vigília.\nd) O cérebro é a principal área do SNC envolvida no processamento de informações sensoriais e na geração de comandos motores.\ne) O cerebelo é essencial para a coordenação e precisão dos movimentos.", "\nSobre a barreira hematoencefálica, é incorreto afirmar que:\na) Ela é formada por células endoteliais dos capilares sanguíneos no cérebro.\nb) A barreira hematoencefálica é essencial para manter um ambiente químico estável no SNC.\nc) Astrócitos são células gliais que contribuem para a formação da barreira hematoencefálica.\nd) A barreira hematoencefálica permite a passagem livre de todas as substâncias presentes no sangue.\ne) A barreira hematoencefálica é uma estrutura que impede a passagem de substâncias do sangue para o SNC.", "\nSobre os ventrículos cerebrais, é incorreto afirmar que:\na) Os ventrículos não têm função no sistema nervoso central.\nb) Existem quatro ventrículos: dois ventrículos laterais, o terceiro ventrículo e o quarto ventrículo.\nc) O LCR ajuda a proteger o encéfalo e a medula espinhal de impactos.\nd) O LCR é produzido pelos plexos coroides localizados nos ventrículos.\ne) Os ventrículos cerebrais são espaços no interior do encéfalo preenchidos com líquido cefalorraquidiano (LCR).", "\nSobre a meninges, é incorreto afirmar que:\na) O espaço subaracnóideo contém líquido cefalorraquidiano.\nb) As meninges não têm papel na proteção do SNC.\nc) A pia-máter é a camada mais interna e delicada das meninges.\nd) A dura-máter é a camada mais externa e resistente das meninges.\ne) As meninges são três camadas de tecido que envolvem o SNC: dura-máter, aracnoide e pia-máter.", "\nSobre a medula espinhal, é incorreto afirmar que:\na) Ela é dividida em regiões cervical, torácica, lombar e sacral.\nb) A medula espinhal não tem função na transmissão de informações sensoriais para o encéfalo.\nc) A medula espinhal pode gerar reflexos sem a intervenção direta do encéfalo.\nd) A medula espinhal é uma extensão do encéfalo, localizada dentro do canal vertebral.\ne) É responsável pela transmissão de comandos motores do encéfalo para o corpo.", "\nSobre o tronco encefálico, é incorreto afirmar que:\na) O tronco encefálico é composto pelo mesencéfalo, ponte e bulbo.\nb) Contém núcleos que regulam funções vitais.\nc) Ele é responsável pela conexão entre a medula espinhal e as estruturas encefálicas superiores.\nd) O tronco encefálico não tem participação na regulação da pressão arterial e respiração.\ne) É a região do encéfalo onde se localizam os núcleos dos nervos cranianos.", "\nSobre o cerebelo, é incorreto afirmar que:\na) O cerebelo está localizado na parte posterior do encéfalo, abaixo do cérebro.\nb) O cerebelo não tem função na cognição ou processamento sensorial.\nc) É responsável pela manutenção do equilíbrio e postura.\nd) Ele é essencial para o controle motor e aprendizado motor.\ne) O cerebelo compara as intenções de movimento com as ações reais para fazer ajustes precisos.", "\nSobre o cérebro, é incorreto afirmar que:\na) É composto pelo córtex cerebral e estruturas subcorticais.\nb) O cérebro é dividido em dois hemisférios: direito e esquerdo.\nc) O córtex cerebral é responsável por funções complexas como pensamento, linguagem e percepção.\nd) O cérebro não tem papel na regulação das emoções e comportamento.\ne) As estruturas subcorticais incluem o tálamo, hipotálamo e gânglios da base.", "\nSobre os lobos cerebrais, é incorreto afirmar que:\na) O lobo frontal é responsável pelo planejamento, controle motor e aspectos do comportamento e emoção.\nb) O lobo temporal está envolvido com a memória e audição.\nc) O lobo occipital é a principal área de processamento visual.\nd) Os lobos cerebrais não têm funções específicas e atuam de forma independente.\ne) O lobo parietal processa informações sensoriais.", "# Questões sobre a Constituição e Função do Sistema Nervoso Central\n\nSobre a constituição do sistema nervoso central (SNC), é incorreto afirmar que:\na) A medula espinhal se estende além do canal vertebral.\nb) O encéfalo inclui o cérebro, o cerebelo e o tronco encefálico.\nc) O SNC é responsável apenas pela resposta reflexa e não pelo processamento cognitivo.\nd) O SNC é composto pelo encéfalo e pela medula espinhal.\ne) O SNC é protegido por três camadas de meninges.", "\nSobre a função do sistema nervoso central (SNC), é incorreto afirmar que:\na) O SNC processa informações sensoriais e gera respostas motoras.\nb) O SNC é essencial para a manutenção do equilíbrio homeostático do corpo.\nc) O SNC coordena funções vitais como respiração e pressão arterial.\nd) O SNC é responsável pela cognição e emoções.\ne) O SNC tem a função de regular apenas as atividades voluntárias.", "\nSobre a medula espinhal, é incorreto afirmar que:\na) É capaz de gerar reflexos sem intervenção direta do encéfalo.\nb) A medula espinhal é uma extensão do tronco encefálico.\nc) Ela se estende desde o forame magno até a região lombossacra.\nd) A medula espinhal não possui substância cinzenta em seu interior.\ne) A medula espinhal transmite informações sensoriais ao encéfalo.", "\nSobre o cerebelo, é incorreto afirmar que:\na) O cerebelo é responsável pela coordenação motora e equilíbrio.\nb) É dividido em vérmis e dois hemisférios cerebelares.\nc) Localiza-se na fossa posterior do crânio, abaixo do lobo occipital.\nd) O cerebelo compara intenções de movimento com ações reais para ajustes.\ne) O cerebelo não participa da regulação das funções cognitivas superiores.", "Sobre a constituição e função do sistema nervoso central (SNC), marque a alternativa incorreta:\n!B!) A principal função do SNC é processar informações sensoriais e gerar respostas motoras e cognitivas adequadas.\n!C!) O SNC é responsável exclusivamente por respostas reflexas, sem participação em atividades cognitivas ou emocionais.\n!D!) O SNC é protegido por três camadas de meninges: dura-máter, aracnoide e pia-máter.\n!E!) O SNC regula funções vitais como respiração, pressão arterial e equilíbrio homeostático.\na) O SNC é composto pelo encéfalo e pela medula espinhal, sendo o encéfalo subdividido em cérebro, cerebelo e tronco encefálico.", "\nSobre a divisão funcional do sistema nervoso central, podemos afirmar que:\na) O tronco encefálico não tem participação na regulação da respiração e frequência cardíaca.\nb) A substância cinzenta da medula espinhal é onde se localizam principalmente os corpos celulares dos neurônios.\nc) O tálamo e o hipotálamo são estruturas do sistema límbico, mas não têm funções no SNC.\nd) O cérebro é responsável apenas por funções motoras.\ne) O cerebelo é essencial para a manutenção do equilíbrio e coordenação dos movimentos.", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) O cérebro é dividido em dois hemisférios: direito e esquerdo.\n( ) O sistema nervoso central é protegido por três camadas de meninges.\n( ) A principal função do líquido cefalorraquidiano é proteger o SNC mecanicamente.\n( ) O SNC não possui capacidade de regeneração.\n( ) O córtex cerebral é responsável por funções complexas como pensamento e linguagem.\nAssinale a alternativa que define a sequência correta:\na) V, V, V, V, F\nb) F, V, V, V, V\nc) V, V, V, F, V\nd) V, V, F, V, V\ne) V, F, V, V, V", "\nA respeito da anatomia do sistema nervoso central, é correto afirmar:\na) O encéfalo é composto pelo telencéfalo, diencéfalo, cerebelo e tronco encefálico.\nb) O SNC não inclui estruturas fora da caixa craniana e do canal vertebral.\nc) A medula espinhal se estende do forame magno até a altura da segunda vértebra lombar.\nd) O tronco encefálico é subdividido em mesencéfalo, ponte e bulbo.\ne) O cérebro é a parte do encéfalo responsável pela percepção sensorial e controle motor.", "\nSobre as funções do sistema nervoso central, analise as afirmações abaixo:\nI. O SNC é responsável pela integração e processamento de informações sensoriais.\nII. A medula espinhal pode atuar de forma independente do encéfalo em reflexos rápidos.\nIII. O hipotálamo regula funções autonômicas e endócrinas.\nIV. O córtex cerebral é a região onde ocorre o planejamento e execução de movimentos voluntários.\nV. O sistema nervoso central não tem papel na memória e aprendizado.\nÉ **correto** o que se afirmar apenas em:\na) II e IV\nb) Todas as afirmações são corretas\nc) I, II, III e IV\nd) I, III e V\ne) II, III e V"]