["Sobre a constituição e função do sistema nervoso central, é incorreto afirmar que:\na) O sistema nervoso central é composto pelo encéfalo e pela medula espinhal.\nb) O encéfalo é dividido em cérebro, cerebelo e tronco encefálico, sendo o cérebro responsável pelas funções cognitivas e sensoriais.\nc) A medula espinhal é responsável apenas pela transmissão de informações entre o corpo e o encéfalo, sem participar de processamentos de informações.\nd) O tronco encefálico é composto pelo mesencéfalo, ponte e bulbo, e é essencial para funções vitais como respiração e controle cardiovascular.\ne) O cérebro é dividido em dois hemisférios que, apesar de especializados em diferentes funções, trabalham em conjunto para processar informações.\n", "\nO sistema nervoso central (SNC) é a parte do sistema nervoso que está envolvida na integração de informações e no controle de praticamente todas as funções do corpo. Sobre o SNC, analise as afirmações abaixo:\nI. O SNC é protegido por estruturas ósseas, como o crânio e as vértebras, e por membranas denominadas meninges.\nII. O cérebro, principal órgão do SNC, é dividido em quatro lobos: frontal, parietal, temporal e occipital, cada um com funções especializadas.\nIII. A medula espinhal não só transmite informações, mas também é capaz de gerar respostas reflexas independentemente do encéfalo.\nIV. O tronco encefálico é a parte do SNC que se conecta à medula espinhal e é responsável apenas pela regulação do sono e da vigília.\nV. O cerebelo, localizado na parte posterior do encéfalo, é essencial para a coordenação motora e manutenção do equilíbrio.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e V\nb) II, III e IV\nc) I, III e V\nd) II e IV\ne) I e III\n", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) O sistema nervoso central inclui o encéfalo, que está contido e protegido pelo crânio, e a medula espinhal, que passa através da coluna vertebral.\n( ) Os hemisférios cerebrais são separados completamente pela fissura longitudinal, mas trabalham em conjunto para processar informações.\n( ) O tronco encefálico é composto por estruturas que controlam funções autônomas, como a respiração e a frequência cardíaca, mas não está envolvido na transmissão de informações sensoriais e motoras.\n( ) O cerebelo está envolvido principalmente na regulação das funções viscerais e na produção de hormônios.\n( ) A medula espinhal não possui uma função exclusivamente de condução de impulsos nervosos, pois contém neurônios que participam de reflexos.\n\nAssinale a alternativa que define a sequência correta:\na) V, V, F, F, V\nb) V, F, V, V, V\nc) F, F, V, V, V\nd) V, V, F, V, F\ne) V, F, V, F, V\n", "\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) O sistema nervoso central é protegido por estruturas ósseas, como o crânio e as vértebras, e por um sistema de membranas chamadas meninges.\n( ) O cérebro é dividido em dois hemisférios, sendo que o hemisfério esquerdo controla o lado direito do corpo e vice-versa, devido à organização contralateral do córtex cerebral.\n( ) A medula espinhal é uma estrutura cilíndrica que se estende desde a base do crânio até a região lombar, sendo responsável apenas pela transmissão de impulsos nervosos.\n( ) O tronco encefálico é composto por estruturas que não têm papel na regulação das funções autônomas do corpo, focando apenas na transmissão de informações.\n( ) O cerebelo está envolvido na aprendizagem motora e na regulação do tônus muscular, além de ser crucial para a coordenação de movimentos precisos.\n\nAssinale a alternativa que define a sequência correta:\na) V, V, F, F, V\nb) V, F, V, V, V\nc) F, F, V, V, V\nd) V, V, F, F, F\ne) V, V, F, F, V"]