["Sobre a constituição e função do sistema nervoso central, é incorreto afirmar que:\n\na) O sistema nervoso central é responsável pela percepção sensorial, movimento, pensamento e memória, sendo a sede dos centros de controle voluntário e involuntário do corpo.\nb) A substância cinzenta do sistema nervoso central é composta principalmente por corpos celulares neuronais, enquanto a substância branca é composta por axônios mielinizados que facilitam a rápida condução de impulsos nervosos.\nc) A função principal do cérebro é processar e integrar informações sensoriais, enquanto a medula espinhal atua principalmente na condução de impulsos nervosos entre o corpo e o cérebro.\nd) O sistema nervoso central é composto pelo cérebro e medula espinhal, que são protegidos pelas meninges e ossos do crânio e coluna vertebral, respectivamente.\ne) O cérebro é dividido em duas partes simétricas, os hemisférios cerebrais, que são funcionalmente idênticos e não especializados para diferentes tipos de processamento.", "\nO sistema nervoso central (SNC) é a parte do sistema nervoso que está contida dentro do crânio e canal vertebral. Sobre o SNC, analise as afirmações abaixo:\nI. O encéfalo, que inclui o cérebro, cerebelo e tronco encefálico, é a porção do SNC alojada no interior do crânio.\nII. A medula espinhal é a continuação do tronco encefálico, estendendo-se desde a base do crânio até a região lombar, onde termina como cone medular.\nIII. A função do tronco encefálico é apenas transmitir informações da periferia para o cérebro e vice-versa, sem desempenhar funções autônomas.\nIV. A substância branca no SNC é encontrada na parte externa no cérebro e na parte interna na medula espinhal, contrariamente à disposição observada na substância cinzenta.\nV. O cérebro é dividido em lobos, cada um associado a funções específicas, como o lobo frontal que está envolvido no planejamento e execução de ações.\n\nÉ **correto** o que se afirmar apenas em:\n\na) I, II e V\nb) II, III e IV\nc) I e III\nd) I, IV e V\ne) III e IV", "\nO sistema nervoso central (SNC) é essencial para a integração de informações e controle das funções corporais. Sobre a divisão anatômica e funcional do SNC, assinale a alternativa que apresenta a sequência correta de verdadeiro (V) ou falso (F):\n( ) O cérebro é a maior parte do encéfalo e está envolvido em funções como memória, inteligência e controle motor.\n( ) O cerebelo está localizado na parte anterior do encéfalo e é responsável pela coordenação motora e equilíbrio.\n( ) O tronco encefálico conecta o cérebro à medula espinhal e contém núcleos que regulam funções vitais como respiração e frequência cardíaca.\n( ) A medula espinhal é responsável por conduzir impulsos nervosos e também pode atuar na integração de reflexos.\n( ) A substância cinzenta do SNC é formada por axônios mielinizados, enquanto a substância branca contém corpos celulares neuronais.\n\nAssinale a alternativa que define a sequência correta:\n\na) V, F, V, V, F\nb) V, F, V, F, V\nc) F, V, F, V, F\nd) F, F, V, V, F\ne) V, V, F, F, V", "Sobre a constituição e função do sistema nervoso central, é incorreto afirmar que:\n\na) O encéfalo é dividido em cérebro, cerebelo e tronco encefálico.\nb) O sistema nervoso central é composto pelo encéfalo e pela medula espinhal.\nc) A medula espinhal é responsável apenas por transmitir informações do corpo para o cérebro, sem processamento local.\nd) O tronco encefálico regula funções autônomas vitais como respiração e frequência cardíaca.\ne) O cérebro é o centro de controle para funções motoras, sensoriais e cognitivas.", "\nO sistema nervoso central (SNC) é essencial para a integração de informações e controle das respostas do organismo. Sobre o SNC, é correto afirmar que:\n\na) O cerebelo é responsável pela coordenação motora e manutenção do equilíbrio corporal.\nb) O SNC é composto por neurônios e células da glia, sendo a mielina produzida pelos astrócitos.\nc) O cérebro, parte do SNC, é dividido em dois hemisférios que são idênticos em estrutura e função.\nd) A barreira hematoencefálica protege o SNC de substâncias potencialmente neurotóxicas presentes no sangue.\ne) A substância cinzenta do SNC é composta principalmente por corpos celulares neuronais, enquanto a substância branca é composta por axônios mielinizados.", "\nO sistema nervoso central (SNC) possui uma organização estrutural que permite a execução de suas funções. Sobre a organização do SNC, é incorreto afirmar que:\n\na) O SNC é envolto por três camadas de meninges: dura-máter, aracnoide e pia-máter.\nb) A medula espinhal é uma estrutura cilíndrica que se estende desde a região occipital do crânio até a região lombar.\nc) O tronco encefálico é composto pelo mesencéfalo, ponte e bulbo, sendo responsável por funções básicas de sobrevivência.\nd) O córtex cerebral é a camada mais externa do cérebro e é onde ocorre o processamento inicial de informações sensoriais.\ne) A divisão anatômica do SNC inclui o prosencéfalo, mesencéfalo e rombencéfalo, sendo o prosencéfalo composto pelo diencéfalo e telencéfalo.", "\nO encéfalo é uma parte crítica do sistema nervoso central, responsável por diversas funções complexas. Sobre o encéfalo, é correto afirmar que:\n\na) O cérebro é dividido em quatro lobos: frontal, parietal, temporal e occipital, cada um com funções especializadas.\nb) O cerebelo está localizado na parte posterior do encéfalo e é essencial para o planejamento e coordenação motora.\nc) O tronco encefálico é a parte do encéfalo que se conecta com a medula espinhal e é composto apenas pelo mesencéfalo.\nd) O lobo límbico, ou sistema límbico, é responsável pelas funções cognitivas como a linguagem e resolução de problemas.\ne) O diencéfalo inclui estruturas como o tálamo e hipotálamo, envolvidos em funções como percepção sensorial e controle hormonal.", "\nA medula espinhal é uma estrutura vital que conecta o cérebro ao resto do corpo. Sobre a medula espinhal, é incorreto afirmar que:\n\na) A substância branca da medula espinhal é externa à substância cinzenta e contém axônios que conectam o cérebro com o resto do corpo.\nb) A medula espinhal está localizada no interior do canal vertebral e é protegida pelas vértebras.\nc) A medula espinhal pode gerar respostas reflexas independentemente do cérebro, como o reflexo patelar.\nd) Lesões na medula espinhal podem resultar em perda de movimento e sensação abaixo do nível da lesão.\ne) A medula espinhal é responsável apenas pela transmissão de informações sensitivas ao cérebro, sem envolvimento em respostas motoras reflexas."]