["A pele humana é o maior órgão do corpo e desempenha diversas funções vitais. Estruturalmente, ela é composta por três camadas principais. Qual das alternativas abaixo apresenta a sequência correta dessas camadas, da mais externa para a mais interna?\na) Derme, Epiderme, Hipoderme\nb) Epiderme, Hipoderme, Derme\nc) Hipoderme, Derme, Epiderme\nd) Epiderme, Derme, Hipoderme\ne) Derme, Hipoderme, Epiderme\n", "\nA epiderme, a camada mais externa da pele, é composta por diferentes tipos celulares, cada um com funções específicas. Qual das células epidérmicas é responsável pela produção de melanina, um pigmento que protege a pele contra os danos da radiação ultravioleta?\na) Queratinócitos\nb) Células de Langerhans\nc) Células de Merkel\nd) Melanócitos\ne) Fibroblastos\n", "\nA derme é a camada da pele localizada abaixo da epiderme, sendo responsável por conferir resistência e elasticidade à pele. Sobre a derme, é correto afirmar que:\na) É composta principalmente por tecido adiposo e atua como isolante térmico.\nb) Contém as células de Langerhans, que desempenham um papel na resposta imune.\nc) É rica em fibras de colágeno e elastina, além de vasos sanguíneos, nervos e anexos cutâneos.\nd) Suas camadas são o estrato córneo, granuloso, espinhoso e basal.\ne) É a principal camada responsável pela síntese de vitamina D.\n", "\nA hipoderme, também conhecida como tecido subcutâneo, é a camada mais profunda da pele. Qual é a principal função atribuída à hipoderme, considerando sua composição predominante?\na) Proteção contra a radiação ultravioleta.\nb) Produção de queratina para a barreira protetora.\nc) Armazenamento de energia, isolamento térmico e absorção de choques.\nd) Percepção tátil fina através das células de Merkel.\ne) Regulação da temperatura corporal através da secreção de suor.\n", "\nA epiderme é uma camada estratificada que se renova constantemente. Em áreas de pele fina, ela é composta por quatro estratos principais. Qual das alternativas apresenta a ordem correta desses estratos, da camada mais profunda (próxima à derme) para a mais superficial?\na) Estrato córneo, Estrato granuloso, Estrato espinhoso, Estrato basal.\nb) Estrato basal, Estrato espinhoso, Estrato granuloso, Estrato córneo.\nc) Estrato espinhoso, Estrato basal, Estrato granuloso, Estrato córneo.\nd) Estrato granuloso, Estrato córneo, Estrato basal, Estrato espinhoso.\ne) Estrato basal, Estrato granuloso, Estrato espinhoso, Estrato córneo.\n", "\nA pele possui diversas glândulas anexas que desempenham funções importantes. As glândulas sebáceas e as glândulas sudoríparas são exemplos. Sobre essas glândulas, é correto afirmar que:\na) As glândulas sebáceas produzem suor para a termorregulação, enquanto as sudoríparas produzem sebo.\nb) As glândulas sudoríparas écrinas estão associadas aos folículos pilosos e produzem um suor viscoso.\nc) As glândulas sebáceas secretam sebo, uma substância oleosa que lubrifica a pele e o cabelo, e possuem ação antimicrobiana.\nd) As glândulas sudoríparas apócrinas são as mais numerosas e distribuídas por todo o corpo, sendo as principais responsáveis pela termorregulação.\ne) Ambas as glândulas sebáceas e sudoríparas são classificadas como glândulas endócrinas.\n", "\nA pele desempenha uma vasta gama de funções essenciais para a manutenção da homeostase do organismo. Qual das seguintes opções NÃO representa uma função primária da pele?\na) Proteção contra agentes patogênicos e danos físicos.\nb) Regulação da temperatura corporal.\nc) Síntese de vitamina D na presença de luz solar.\nd) Produção de hormônios para o controle metabólico sistêmico.\ne) Percepção de estímulos sensoriais como toque, pressão e dor.\n", "\nOs melanócitos são células especializadas encontradas na epiderme. Qual das seguintes afirmações sobre os melanócitos e a melanina está correta?\na) Os melanócitos estão localizados principalmente no estrato córneo e produzem queratina.\nb) A melanina é um pigmento que absorve a radiação ultravioleta, protegendo o DNA das células da pele.\nc) A quantidade de melanina produzida é a mesma em todas as pessoas, independentemente da etnia.\nd) Os melanócitos são células apresentadoras de antígenos, desempenhando um papel na imunidade.\ne) A melanina é produzida na derme e transportada para a epiderme.\n", "\nAs células de Langerhans são um tipo de célula imunológica presente na epiderme. Qual é a principal função dessas células na pele?\na) Produção de queratina para formar a barreira protetora.\nb) Percepção de estímulos táteis e de pressão.\nc) Atuar como células apresentadoras de antígenos (APCs), iniciando respostas imunes.\nd) Produção de melanina para proteção contra UV.\ne) Secreção de sebo para lubrificação da pele.\n", "\nOs folículos pilosos são estruturas complexas da pele que produzem pelos. Associados a eles, existem outras estruturas importantes. Qual das seguintes afirmações sobre os folículos pilosos e suas estruturas associadas é verdadeira?\na) O músculo eretor do pelo é responsável pela secreção de sebo.\nb) As glândulas sudoríparas écrinas estão sempre associadas aos folículos pilosos.\nc) Cada folículo piloso possui uma glândula sebácea que secreta sebo diretamente na superfície da pele.\nd) O bulbo piloso é a parte mais superficial do pelo, exposta acima da pele.\ne) O músculo eretor do pelo, ao se contrair, causa a \"pele de galinha\" e ajuda na termorregulação.\n", "Sobre as funções da pele humana, é incorreto afirmar que:\na) Atua como uma barreira protetora contra agentes físicos, químicos e biológicos do ambiente externo.\nb) Participa ativamente da termorregulação corporal, auxiliando na manutenção da temperatura interna.\nc) É o principal órgão responsável pela síntese de vitamina C, essencial para a formação de colágeno.\nd) Possui receptores sensoriais que permitem a percepção de tato, pressão, dor e temperatura.\ne) Contribui para a excreção de substâncias através do suor e para a absorção de certas substâncias lipossolúveis.\n", "\nA epiderme é a camada mais externa da pele e é composta por diferentes estratos. A sequência correta das camadas da epiderme, da mais profunda para a mais superficial, em regiões de pele espessa, é:\na) Estrato córneo, estrato lúcido, estrato granuloso, estrato espinhoso, estrato basal.\nb) Estrato basal, estrato espinhoso, estrato granuloso, estrato lúcido, estrato córneo.\nc) Estrato granuloso, estrato espinhoso, estrato basal, estrato lúcido, estrato córneo.\nd) Estrato basal, estrato granuloso, estrato espinhoso, estrato lúcido, estrato córneo.\ne) Estrato córneo, estrato granuloso, estrato espinhoso, estrato lúcido, estrato basal.\n", "\nAnalise as afirmativas a seguir sobre as células da epiderme e assinale V para as verdadeiras e F para falsas:\n( ) Os queratinócitos são as células mais abundantes da epiderme e produzem queratina, uma proteína que confere resistência e impermeabilidade à pele.\n( ) Os melanócitos são responsáveis pela produção de melanina, um pigmento que protege a pele contra os danos da radiação ultravioleta.\n( ) As células de Langerhans são macrófagos especializados que atuam na apresentação de antígenos, desempenhando um papel importante na imunidade cutânea.\n( ) As células de Merkel são mecanorreceptores que participam da percepção tátil, sendo mais abundantes em regiões com alta sensibilidade.\n( ) A epiderme é vascularizada, e os nutrientes chegam aos queratinócitos através de vasos sanguíneos presentes no estrato basal.\nAssinale a alternativa que define a sequência correta:\na) V, V, V, V, F\nb) V, F, V, V, V\nc) F, V, V, F, V\nd) V, V, F, V, F\ne) F, F, V, V, F\n", "\nSobre a derme, a camada intermediária da pele, é correto afirmar que:\na) É composta principalmente por tecido epitelial estratificado pavimentoso queratinizado, responsável pela barreira física.\nb) Contém os melanócitos, células que produzem o pigmento responsável pela cor da pele e proteção UV.\nc) É rica em fibras de colágeno e elastina, que conferem resistência e elasticidade à pele, além de vasos sanguíneos, nervos e anexos cutâneos.\nd) Sua principal função é o armazenamento de gordura, atuando como isolante térmico e reserva energética.\ne) É dividida em estrato basal e estrato espinhoso, onde ocorre a proliferação e diferenciação dos queratinócitos.\n", "\nEm relação à hipoderme, também conhecida como tecido subcutâneo, é incorreto afirmar que:\na) É a camada mais profunda da pele, localizada abaixo da derme.\nb) É composta principalmente por tecido adiposo e tecido conjuntivo frouxo.\nc) Sua principal função é atuar como isolante térmico, reserva de energia e absorção de choques mecânicos.\nd) Contém a maioria dos receptores sensoriais de tato fino e pressão leve, como os corpúsculos de Meissner.\ne) Conecta a pele aos músculos e ossos subjacentes, permitindo certa mobilidade da pele.\n", "\nAs glândulas sudoríparas e sebáceas são anexos importantes da pele com funções distintas. Sobre elas, analise as afirmações abaixo:\nI. As glândulas sebáceas produzem sebo, uma substância oleosa que lubrifica a pele e os pelos, e possui propriedades antimicrobianas.\nII. As glândulas sudoríparas écrinas estão amplamente distribuídas pelo corpo e são as principais responsáveis pela termorregulação através da produção de suor.\nIII. As glândulas sudoríparas apócrinas são ativadas principalmente na puberdade e estão associadas a folículos pilosos em regiões como axilas e virilha, produzindo um suor mais denso.\nIV. O suor produzido pelas glândulas écrinas é rico em lipídios e proteínas, o que o torna um substrato ideal para bactérias e causa odor corporal.\nV. As glândulas sebáceas são glândulas holócrinas, o que significa que a célula inteira se desintegra para liberar sua secreção.\nÉ **correto** o que se afirmar apenas em:\na) I, II e IV\nb) II, III e V\nc) I, III e V\nd) I, II, III e V\ne) II, IV e V\n", "\nO processo de queratinização é fundamental para a função de barreira da pele. Sobre este processo, é correto afirmar que:\na) Ocorre principalmente na derme, onde os fibroblastos produzem queratina e colágeno.\nb) Envolve a migração dos queratinócitos do estrato córneo para o estrato basal, onde se diferenciam.\nc) É caracterizado pela produção de melanina pelos queratinócitos, que confere pigmentação à pele.\nd) Consiste na diferenciação dos queratinócitos à medida que se movem das camadas mais profundas para as mais superficiais da epiderme, acumulando queratina e perdendo o núcleo.\ne) É um processo que ocorre apenas em regiões de pele espessa, como as palmas das mãos e as solas dos pés.\n", "\nA melanina desempenha um papel crucial na proteção da pele contra os efeitos nocivos da radiação ultravioleta (UV). Sobre a melanina e sua produção, é incorreto afirmar que:\na) É produzida pelos melanócitos, células localizadas principalmente no estrato basal da epiderme.\nb) A síntese de melanina é estimulada pela exposição à radiação UV, resultando no bronzeamento da pele.\nc) Existem dois tipos principais de melanina: eumelanina (marrom-escura) e feomelanina (vermelho-amarelada).\nd) A melanina é transferida dos melanócitos para os queratinócitos adjacentes, onde forma um \"chapéu\" protetor sobre o núcleo.\ne) Pessoas com pele mais clara produzem exclusivamente feomelanina, enquanto pessoas com pele mais escura produzem apenas eumelanina.\n", "\nA pele é um órgão sensorial complexo, dotado de diversos receptores que permitem a percepção de diferentes estímulos. Sobre os receptores sensoriais cutâneos, é correto afirmar que:\na) Os corpúsculos de Pacini são responsáveis pela percepção de tato leve e vibrações de baixa frequência, sendo abundantes nas pontas dos dedos.\nb) Os corpúsculos de Meissner detectam pressão e vibrações de alta frequência, localizando-se na derme profunda e hipoderme.\nc) As terminações nervosas livres são responsáveis pela percepção de dor, temperatura e tato grosseiro, sendo as mais numerosas na epiderme.\nd) Os discos de Merkel são receptores de estiramento e pressão contínua, encontrados principalmente na derme reticular.\ne) Todos os receptores sensoriais da pele são encapsulados e localizados exclusivamente na derme.\n", "\nO sistema tegumentar, composto pela pele e seus anexos, desempenha múltiplas funções vitais para o organismo. Sobre a estrutura geral da pele humana, é incorreto afirmar que:\na) A epiderme é uma camada avascular, dependendo da derme para seu suprimento de nutrientes e oxigênio.\nb) A derme é composta por duas camadas distintas: a derme papilar, mais superficial, e a derme reticular, mais profunda.\nc) A hipoderme é considerada uma camada da pele em alguns contextos, mas é primariamente um tecido conjuntivo frouxo e adiposo que conecta a pele às estruturas subjacentes.\nd) A cor da pele é determinada exclusivamente pela quantidade de melanina produzida pelos melanócitos, sem influência de outros pigmentos ou da vascularização.\ne) Os folículos pilosos e as glândulas sebáceas são anexos cutâneos que se estendem da epiderme até a derme, e por vezes, até a hipoderme.\n", "", "Sobre a pele humana, é incorreto afirmar que:\na) É o maior órgão do corpo humano, desempenhando diversas funções vitais como proteção, termorregulação e sensibilidade.\nb) É composta por três camadas principais: epiderme, derme e hipoderme, cada uma com características e funções distintas.\nc) A epiderme é a camada mais superficial, avascular, e é responsável pela produção de queratina.\nd) A derme é a camada intermediária, rica em vasos sanguíneos, nervos e anexos cutâneos, conferindo resistência e elasticidade à pele.\ne) A hipoderme, também conhecida como tecido subcutâneo, é composta principalmente por tecido muscular liso, auxiliando na movimentação da pele.\n", "\nA epiderme é a camada mais externa da pele e é composta por várias subcamadas. Sobre as camadas da epiderme, é correto afirmar que:\na) O estrato granuloso é a camada mais profunda, onde ocorre a intensa proliferação celular.\nb) O estrato lúcido é encontrado em todas as áreas da pele, sendo mais espesso na pele fina.\nc) O estrato córneo é a camada mais superficial, composta por queratinócitos mortos e anucleados, que formam uma barreira protetora.\nd) O estrato espinhoso é caracterizado pela presença de melanócitos, que produzem o pigmento melanina.\ne) O estrato basal é a camada onde os queratinócitos iniciam o processo de queratinização, tornando-se gradualmente mais achatados e cheios de grânulos.\n", "\nAnalise as afirmativas a seguir sobre as células da epiderme e assinale V para as verdadeiras e F para falsas:\n( ) Os queratinócitos são as células mais abundantes da epiderme, responsáveis pela produção de queratina e pela formação da barreira cutânea.\n( ) Os melanócitos estão localizados principalmente no estrato basal e produzem melanina, que protege a pele contra a radiação ultravioleta.\n( ) As células de Langerhans são macrófagos especializados que atuam na apresentação de antígenos, desempenhando um papel na imunidade cutânea.\n( ) As células de Merkel são mecanorreceptores que se associam a terminações nervosas, contribuindo para a sensação de tato.\n( ) Os fibroblastos são as principais células da epiderme, responsáveis pela síntese de colágeno e elastina.\nAssinale a alternativa que define a sequência correta:\na) V, V, V, V, F\nb) V, F, V, V, V\nc) F, V, V, V, F\nd) V, V, F, V, V\ne) V, V, V, F, V\n", "\nA derme é a camada da pele localizada abaixo da epiderme, conferindo-lhe resistência e elasticidade. Sobre a derme, é correto afirmar que:\na) É composta principalmente por tecido epitelial estratificado pavimentoso.\nb) Contém vasos sanguíneos, nervos, folículos pilosos e glândulas, sendo rica em fibras colágenas e elásticas.\nc) Sua principal função é o armazenamento de gordura para isolamento térmico.\nd) É dividida em duas camadas: o estrato córneo e o estrato basal.\ne) As células predominantes na derme são os queratinócitos e os melanócitos.\n", "\nSobre a hipoderme, também conhecida como tecido subcutâneo, é incorreto afirmar que:\na) É a camada mais profunda da pele, localizada abaixo da derme.\nb) É composta principalmente por tecido adiposo e tecido conjuntivo frouxo.\nc) Desempenha um papel crucial no isolamento térmico, protegendo o corpo contra a perda de calor.\nd) Serve como reserva energética devido ao armazenamento de triglicerídeos nos adipócitos.\ne) É a principal camada responsável pela percepção de estímulos táteis finos e pressão.\n", "\nOs pelos são anexos cutâneos importantes com diversas funções. Sobre a estrutura do pelo, é correto afirmar que:\na) O bulbo piloso é a parte visível do pelo que se projeta acima da superfície da pele.\nb) A haste do pelo é a porção que está inserida na derme e contém a matriz germinativa.\nc) A papila dérmica, localizada na base do folículo piloso, contém vasos sanguíneos que nutrem as células da matriz.\nd) O músculo eretor do pelo é um músculo liso que se contrai em resposta ao calor, causando a ereção do pelo.\ne) A glândula sebácea está sempre associada ao folículo piloso e produz suor para resfriamento.\n", "\nAs unhas são estruturas queratinizadas que protegem as extremidades dos dedos. Sobre as unhas, é correto afirmar que:\na) A lúnula é a parte mais distal da unha, onde ocorre o crescimento.\nb) A matriz da unha, localizada sob a prega ungueal proximal, é responsável pela produção das células queratinizadas que formam a lâmina ungueal.\nc) O leito ungueal é a porção visível da unha que se estende além da ponta do dedo.\nd) As unhas são compostas por queratina mole, semelhante à da pele.\ne) A cutícula (eponíquio) é uma camada de pele que cobre a ponta livre da unha.\n", "\nAs glândulas sebáceas são anexos cutâneos importantes para a saúde da pele e do cabelo. É incorreto afirmar sobre elas que:\na) São glândulas holócrinas, o que significa que a célula inteira se desintegra para liberar sua secreção.\nb) Produzem sebo, uma substância oleosa que lubrifica a pele e o cabelo, e possui propriedades antimicrobianas.\nc) Estão presentes em quase toda a superfície corporal, exceto nas palmas das mãos e plantas dos pés.\nd) Sua atividade é regulada principalmente por hormônios sexuais, como os andrógenos.\ne) São as principais glândulas responsáveis pela termorregulação através da produção de suor.\n", "\nAs glândulas sudoríparas desempenham um papel crucial na termorregulação. Sobre os tipos de glândulas sudoríparas, é correto afirmar que:\na) As glândulas apócrinas estão amplamente distribuídas por todo o corpo e produzem um suor aquoso e inodoro.\nb) As glândulas écrinas estão localizadas principalmente nas axilas, região anogenital e aréolas, e sua secreção é rica em lipídios e proteínas.\nc) A secreção das glândulas écrinas é liberada diretamente na superfície da pele, enquanto a das apócrinas é liberada nos folículos pilosos.\nd) As glândulas apócrinas são as principais responsáveis pela regulação da temperatura corporal através da evaporação do suor.\ne) Ambas as glândulas écrinas e apócrinas se tornam funcionais apenas na puberdade.\n", "\nA pele desempenha uma vasta gama de funções essenciais para a homeostase do organismo. É incorreto afirmar que uma das funções da pele é:\na) Proteção contra agentes físicos, químicos e biológicos, formando uma barreira mecânica e imunológica.\nb) Termorregulação, através da sudorese e da regulação do fluxo sanguíneo cutâneo.\nc) Síntese de vitamina C, essencial para a absorção de cálcio e fósforo.\nd) Sensação, permitindo a percepção de tato, pressão, temperatura e dor.\ne) Excreção de pequenas quantidades de resíduos metabólicos através do suor.\n", "\nA pele desempenha um papel fundamental na síntese de vitamina D. Sobre este processo, é correto afirmar que:\na) A vitamina D é sintetizada na derme a partir do colesterol, sem a necessidade de exposição solar.\nb) A exposição da pele à radiação ultravioleta B (UVB) converte um precursor do colesterol (7-deidrocolesterol) em pré-vitamina D3.\nc) A vitamina D ativa (calcitriol) é produzida diretamente na pele e atua na regulação do metabolismo do ferro.\nd) Pessoas com pele mais escura sintetizam vitamina D mais eficientemente devido à maior quantidade de melanina.\ne) A síntese de vitamina D na pele é o único meio de obtenção dessa vitamina pelo corpo humano.\n", "\nA cor da pele humana é determinada por vários fatores. Sobre a pigmentação da pele, é correto afirmar que:\na) A melanina é o único pigmento responsável pela cor da pele, sendo produzida pelos queratinócitos.\nb) A eumelanina confere tons amarelados a avermelhados, enquanto a feomelanina confere tons marrons a pretos.\nc) A quantidade e o tipo de melanina produzida pelos melanócitos são os principais determinantes genéticos da cor da pele.\nd) A hemoglobina oxigenada nos vasos sanguíneos da derme contribui para os tons amarelados da pele.\ne) O caroteno é um pigmento endógeno produzido na pele que confere tons azulados.\n", "\nA pele é um órgão sensorial complexo, rico em receptores. Sobre os receptores sensoriais da pele, é correto afirmar que:\na) Os corpúsculos de Meissner são receptores de pressão profunda e vibração de alta frequência.\nb) Os corpúsculos de Pacini são responsáveis pela percepção do tato leve e discriminação de dois pontos.\nc) As terminações nervosas livres são os únicos receptores capazes de detectar dor e temperatura.\nd) Os corpúsculos de Ruffini detectam o estiramento da pele e a pressão contínua.\ne) As células de Merkel são receptores de calor e frio.\n", "\nSobre as camadas da epiderme, é incorreto afirmar que:\na) O estrato basal (germinativo) é a camada mais profunda, onde ocorre a mitose dos queratinócitos.\nb) O estrato espinhoso é caracterizado pela presença de desmossomos, que conferem resistência à tração.\nc) O estrato granuloso contém grânulos de querato-hialina e corpos lamelares, importantes para a barreira de água.\nd) O estrato lúcido é uma camada translúcida presente em todas as áreas da pele, especialmente na pele fina.\ne) O estrato córneo é a camada mais externa, composta por células mortas e achatadas, ricas em queratina.\n", "\nAs papilas dérmicas são estruturas importantes na interface dermo-epidérmica. Sobre elas, é correto afirmar que:\na) São invaginações da epiderme que se projetam para a derme.\nb) Aumentam a área de contato entre a epiderme e a derme, melhorando a adesão e a troca de nutrientes.\nc) São compostas principalmente por tecido adiposo e vasos linfáticos.\nd) Contêm principalmente glândulas sebáceas e folículos pilosos.\ne) Sua principal função é a produção de melanina para proteger a pele.\n", "\nA pele possui uma notável capacidade de cicatrização. Sobre o processo de cicatrização de feridas na pele, é correto afirmar que:\na) A fase inflamatória é caracterizada pela proliferação de fibroblastos e deposição de colágeno.\nb) A fase proliferativa envolve a formação de um coágulo sanguíneo e a migração de neutrófilos.\nc) A reepitelização ocorre quando as células da epiderme migram da periferia da ferida para cobrir a área lesada.\nd) A contração da ferida é um processo mediado principalmente por macrófagos, que removem detritos.\ne) A fase de remodelação é a primeira a ocorrer e dura apenas alguns dias.\n", "\nA pele desempenha um papel crucial na regulação da temperatura corporal. É incorreto afirmar sobre a termorregulação cutânea que:\na) A vasodilatação dos vasos sanguíneos dérmicos aumenta a perda de calor por irradiação e convecção.\nb) A vasoconstrição dos vasos sanguíneos dérmicos reduz a perda de calor, conservando o calor corporal.\nc) A sudorese, mediada pelas glândulas écrinas, resfria o corpo através da evaporação do suor.\nd) O músculo eretor do pelo se contrai em resposta ao frio, causando a ereção dos pelos e aprisionando uma camada de ar isolante.\ne) A camada de gordura da hipoderme atua como um isolante térmico, facilitando a perda de calor.\n", "\nO processo de renovação celular da epiderme é contínuo e essencial para a manutenção da barreira cutânea. Sobre o turnover epidérmico, é correto afirmar que:\na) Os queratinócitos se dividem ativamente no estrato córneo e migram para as camadas mais profundas.\nb) O tempo médio para um queratinócito migrar do estrato basal até ser descamado do estrato córneo é de aproximadamente 3 a 5 dias.\nc) A queratinização é o processo pelo qual os queratinócitos acumulam melanina e se tornam mais resistentes.\nd) A descamação das células mortas do estrato córneo é um processo contínuo e imperceptível na pele saudável.\ne) A taxa de renovação epidérmica é constante ao longo da vida, não sendo influenciada por fatores como idade ou lesões.\n", "\nA derme é dividida em duas camadas distintas. Sobre as camadas da derme, é correto afirmar que:\na) A camada papilar é a mais profunda e densa, contendo feixes espessos de colágeno.\nb) A camada reticular é mais superficial, formando as papilas dérmicas que se interdigitam com a epiderme.\nc) A camada papilar é composta por tecido conjuntivo frouxo e contém capilares sanguíneos e terminações nervosas.\nd) A camada reticular é rica em adipócitos e vasos linfáticos de grande calibre.\ne) Ambas as camadas são avasculares e dependem da difusão de nutrientes da epiderme.\n", "\nAnalise as afirmativas a seguir sobre as glândulas da pele e assinale V para as verdadeiras e F para falsas:\n( ) As glândulas sebáceas são glândulas merócrinas que liberam sua secreção por exocitose.\n( ) As glândulas écrinas são as mais numerosas e estão envolvidas na termorregulação.\n( ) As glândulas apócrinas produzem uma secreção espessa e inodora que, ao ser metabolizada por bactérias, gera odor corporal.\n( ) As glândulas sebáceas estão ausentes nas palmas das mãos e plantas dos pés.\n( ) As glândulas mamárias são glândulas sudoríparas apócrinas modificadas.\nAssinale a alternativa que define a sequência correta:\na) F, V, V, V, V\nb) V, F, V, V, F\nc) F, V, F, V, V\nd) V, V, V, F, V\ne) F, V, V, F, V\n", "\nSobre as células presentes na epiderme, é incorreto afirmar que:\na) Os queratinócitos são as células mais abundantes e produzem queratina, uma proteína estrutural.\nb) Os melanócitos produzem melanina, um pigmento que protege o DNA das células contra danos UV.\nc) As células de Langerhans são células apresentadoras de antígenos, parte do sistema imune da pele.\nd) As células de Merkel são receptores sensoriais de pressão e tato, localizadas no estrato espinhoso.\ne) Todas as células da epiderme são de origem ectodérmica, exceto as células de Langerhans.\n", "\nO crescimento do cabelo ocorre em um ciclo contínuo. Sobre o ciclo de crescimento do cabelo, é correto afirmar que:\na) A fase anágena é a fase de repouso, onde o cabelo para de crescer e se prepara para cair.\nb) A fase catágena é a fase de crescimento ativo, que pode durar de 2 a 7 anos.\nc) A fase telógena é a fase de transição, onde o folículo piloso encolhe.\nd) A maioria dos folículos pilosos está na fase anágena em qualquer momento.\ne) O ciclo de crescimento do cabelo é o mesmo para todos os pelos do corpo, independentemente da localização.\n", "\nA pele desempenha múltiplas funções essenciais para a sobrevivência e bem-estar do organismo. Analise as afirmações abaixo sobre as funções da pele:\nI. Atua como uma barreira física contra a perda de água e a entrada de microrganismos.\nII. Participa ativamente da regulação da temperatura corporal através da produção de suor e controle do fluxo sanguíneo.\nIII. É o principal local de síntese de vitamina K, essencial para a coagulação sanguínea.\nIV. Contém receptores sensoriais que permitem a percepção de tato, pressão, temperatura e dor.\nV. Possui capacidade de absorção de substâncias lipossolúveis, como alguns medicamentos tópicos.\nÉ **correto** o que se afirmar apenas em:\na) I, II e III\nb) II, IV e V\nc) I, II, IV e V\nd) III e V\ne) I, III e IV\n", "\nSobre a derme, a camada intermediária da pele, é incorreto afirmar que:\na) É composta principalmente por tecido conjuntivo denso irregular, rico em fibras colágenas e elásticas.\nb) Contém uma rede de vasos sanguíneos que nutrem a epiderme e auxiliam na termorregulação.\nc) Abriga os folículos pilosos, glândulas sebáceas e glândulas sudoríparas.\nd) É a camada onde se localizam os melanócitos, responsáveis pela produção de pigmento.\ne) Possui terminações nervosas que detectam sensações como tato, pressão, temperatura e dor.\n", "\nA função de barreira da epiderme é crucial para a proteção do organismo. Sobre a barreira epidérmica, é correto afirmar que:\na) É formada principalmente pelo estrato lúcido, que impede a passagem de água.\nb) Os grânulos de querato-hialina e os corpos lamelares no estrato granuloso são essenciais para sua integridade.\nc) A barreira é composta exclusivamente por queratinócitos mortos e secos no estrato córneo.\nd) A principal função da barreira é a absorção eficiente de substâncias hidrossolúveis.\ne) A integridade da barreira não é afetada por fatores externos como umidade ou pH.\n", "\nA inervação da pele é complexa e permite a percepção de diversas sensações. Sobre a inervação cutânea, é correto afirmar que:\na) Os nervos motores controlam a secreção das glândulas sudoríparas e a contração dos músculos eretores do pelo.\nb) As terminações nervosas livres são especializadas na detecção de tato leve e vibração.\nc) Os corpúsculos de Meissner são receptores de dor e temperatura.\nd) A derme é avascular e, portanto, não possui inervação sensorial.\ne) A hipoderme é a camada mais ricamente inervada, especialmente para o tato fino.\n", "\nA melanina é o principal pigmento que determina a cor da pele. Sobre os tipos de melanina, é correto afirmar que:\na) A eumelanina é um pigmento de cor amarela a avermelhada, mais comum em pessoas de pele clara.\nb) A feomelanina é um pigmento de cor marrom a preta, que oferece maior proteção contra a radiação UV.\nc) A proporção entre eumelanina e feomelanina é um dos fatores que determinam a cor da pele e a capacidade de bronzeamento.\nd) A produção de melanina ocorre nos queratinócitos e é estimulada pela exposição à luz infravermelha.\ne) Pessoas com albinismo produzem excesso de melanina, mas ela não é distribuída corretamente.\n", "\nSobre os anexos cutâneos, é incorreto afirmar que:\na) Os folículos pilosos são estruturas que produzem pelos e estão associados a glândulas sebáceas.\nb) As glândulas sudoríparas écrinas são as mais abundantes e sua secreção é importante para a termorregulação.\nc) As glândulas apócrinas estão presentes em todo o corpo e sua secreção é diretamente liberada na superfície da pele.\nd) As unhas são placas de queratina dura que protegem as pontas dos dedos e auxiliam na manipulação de objetos.\ne) O músculo eretor do pelo é um músculo liso que, ao se contrair, causa a piloereção.\n", "\nA junção dermo-epidérmica é uma interface complexa e vital para a integridade da pele. Sobre esta junção, é correto afirmar que:\na) É uma superfície plana e lisa que facilita a separação entre a epiderme e a derme.\nb) É caracterizada por invaginações da epiderme (cristas epidérmicas) e projeções da derme (papilas dérmicas).\nc) A principal função desta junção é a produção de melanina para a proteção UV.\nd) É composta principalmente por tecido adiposo e vasos linfáticos.\ne) A adesão entre as duas camadas é mediada exclusivamente por desmossomos.\n", "\nO sistema tegumentar, composto pela pele e seus anexos, é essencial para a manutenção da vida. Sobre o sistema tegumentar, é correto afirmar que:\na) A pele é um órgão estático, com pouca capacidade de regeneração após lesões.\nb) A principal função da pele é a absorção de nutrientes do ambiente externo para o corpo.\nc) A cor da pele é determinada exclusivamente pela quantidade de melanina, sem influência de outros pigmentos.\nd) A pele atua como uma barreira seletiva, protegendo contra a desidratação e infecções, e permitindo a percepção sensorial.\ne) A hipoderme é a camada mais superficial da pele, responsável pela proteção mecânica direta.\n", "", "Sobre a pele humana, é incorreto afirmar que:\na) A pele atua como uma barreira física protetora contra patógenos e agentes químicos.\nb) A epiderme é a camada mais externa da pele e é composta principalmente por queratinócitos.\nc) A derme contém estruturas como glândulas sudoríparas, folículos pilosos e terminações nervosas.\nd) A pele não possui função na regulação da temperatura corporal, sendo essa função exclusiva do sistema nervoso.\ne) A pele é um órgão sensorial, pois contém receptores que detectam estímulos como toque, pressão, calor e dor.\n", "\n\nA pele humana é um órgão complexo que desempenha várias funções essenciais para a homeostase do organismo. Sobre as funções e estruturas da pele, é correto afirmar:\na) A hipoderme, também conhecida como tecido subcutâneo, é a camada mais interna da pele e é composta principalmente por células adiposas.\nb) A melanina, produzida pelos melanócitos, tem como única função dar cor à pele.\nc) A pele não participa do metabolismo, sendo suas funções limitadas à proteção e regulação da temperatura.\nd) Os queratinócitos são responsáveis pela produção de queratina, mas não têm papel na formação do manto hidrolipídico.\ne) A pele é impermeável à água devido à presença de lipídios produzidos pelas glândulas sebáceas, que formam uma barreira hidrofóbica.\n", "\n\nAnalise as afirmativas a seguir e assinale V para as verdadeiras e F para falsas:\n( ) A pele é o maior órgão do corpo humano e pode representar cerca de 15% do peso corporal total.\n( ) A queratinização é o processo pelo qual as células da epiderme se tornam ricas em queratina, conferindo proteção e impermeabilização.\n( ) A derme é uma camada vascularizada que fornece nutrientes e oxigênio para a epiderme.\n( ) A pele não possui função na síntese de vitamina D, sendo essa vitamina adquirida exclusivamente através da dieta.\n( ) Os melanócitos são células da pele responsáveis pela produção de melanina, que oferece proteção contra a radiação ultravioleta.\nAssinale a alternativa que define a sequência correta:\na) V, V, V, F, V\nb) V, F, V, F, V\nc) F, V, V, F, V\nd) V, V, F, V, F\ne) F, V, F, V, F\n", "Sobre a pele humana, é incorreto afirmar que:\na) A pele atua como uma barreira física protetora contra patógenos e agentes químicos.\nb) A epiderme é a camada mais externa da pele e é composta principalmente por queratinócitos.\nc) A derme contém estruturas como vasos sanguíneos, terminações nervosas, folículos pilosos e glândulas sudoríparas.\nd) A hipoderme, ou tecido subcutâneo, é a camada mais interna da pele e é composta por tecido adiposo que atua como reserva energética e isolante térmico.\ne) A pele não possui papel na regulação da temperatura corporal, sendo essa função exclusiva do sistema nervoso central.", "\nA pele humana é um órgão complexo que desempenha várias funções essenciais para a homeostase do organismo. Sobre as funções e estruturas da pele, é correto afirmar:\na) A melanina, produzida pelos melanócitos, tem como principal função a proteção contra a radiação ultravioleta.\nb) Os queratinócitos são responsáveis pela produção de queratina, mas não têm papel na formação do manto hidrolipídico.\nc) A derme é composta exclusivamente por tecido conjuntivo denso não modelado e não contém vasos linfáticos.\nd) A transpiração, regulada pelas glândulas sebáceas, é um mecanismo importante para a termorregulação.\ne) A pele não participa do processo de excreção, sendo esse papel atribuído unicamente aos rins.", "Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra danos físicos, químicos e biológicos.\nb) A pele é composta por duas camadas principais: a epiderme, que é a camada externa, e a derme, que é a camada interna rica em vasos sanguíneos e terminações nervosas.\nc) A epiderme contém melanócitos, células responsáveis pela produção de melanina, que protege contra a radiação ultravioleta, mas não tem papel na determinação da cor da pele.\nd) A derme contém estruturas como glândulas sudoríparas e sebáceas, folículos pilosos e terminações nervosas, que são importantes para a regulação da temperatura e sensibilidade.\ne) A pele também atua na excreção de resíduos metabólicos através do suor e na síntese de vitamina D, que é essencial para a saúde óssea.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções vitais para a homeostase do organismo. Sobre as funções e estruturas da pele, analise as afirmações abaixo:\nI. A camada mais externa da epiderme, conhecida como estrato córneo, é composta por células mortas que se descamam continuamente e oferecem uma barreira física contra patógenos.\nII. Os melanócitos, localizados na camada basal da epiderme, são responsáveis pela produção de melanina, que além de conferir cor à pele, protege contra a radiação ultravioleta.\nIII. A derme é composta principalmente por tecido conjuntivo e é onde se encontram as glândulas sudoríparas e sebáceas, que desempenham papéis importantes na termorregulação e hidratação da pele.\nIV. A hipoderme, ou tecido subcutâneo, é considerada parte da pele e é composta por células adiposas que atuam como isolante térmico e reserva energética.\nV. A pele não possui função na percepção sensorial, sendo os receptores de sensação localizados exclusivamente na derme e não contribuindo para a sensação de tato, pressão e temperatura.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e III\nb) II, III e IV\nc) I, III e V\nd) II, IV e V\ne) I, II e IV", "Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra danos físicos, químicos e biológicos.\nb) A pele é composta por duas camadas principais: a epiderme, que é a camada externa, e a derme, que é a camada interna e contém vasos sanguíneos, terminações nervosas e glândulas.\nc) A epiderme é avascular, sendo nutrida por difusão a partir da derme subjacente, e é composta por múltiplas camadas de células, incluindo queratinócitos, melanócitos e células de Langerhans.\nd) A pele não desempenha papel na regulação da temperatura corporal, sendo essa função exclusiva do sistema respiratório e cardiovascular.\ne) A pele atua como uma barreira química, produzindo substâncias como o ácido lático e a ureia, que ajudam a combater microrganismos.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções essenciais para a homeostase do organismo. Sobre as funções e estruturas da pele, analise as afirmações abaixo:\nI. A pele é responsável pela percepção de sensações como tato, temperatura e dor, graças à presença de receptores especializados localizados na derme.\nII. A camada mais externa da epiderme, conhecida como estrato córneo, é composta por células mortas que se descamam continuamente e oferecem uma barreira física contra a invasão de patógenos.\nIII. Os melanócitos, localizados na camada basal da epiderme, são responsáveis pela produção de melanina, que oferece proteção contra a radiação ultravioleta do sol.\nIV. As glândulas sudoríparas são encontradas na derme e são responsáveis pela produção de suor, que, ao evaporar, ajuda a reduzir a temperatura corporal.\nV. A pele não possui papel na síntese de vitamina D, sendo essa função atribuída exclusivamente aos órgãos internos do corpo.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e III\nb) II, III e IV\nc) I, III e IV\nd) II, IV e V\ne) I, III e V"]