["Sobre a pele humana, é incorreto afirmar que:\na) A pele é o maior órgão do corpo humano e desempenha funções essenciais como proteção contra danos físicos, químicos e biológicos.\nb) A epiderme é a camada mais externa da pele e é composta por tecido epitelial estratificado queratinizado.\nc) A derme é a camada intermediária da pele, rica em vasos sanguíneos, terminações nervosas e estruturas anexas como folículos pilosos e glândulas sudoríparas.\nd) A hipoderme, ou tecido subcutâneo, é considerada parte integrante da pele e é composta principalmente por células adiposas que atuam como isolante térmico e reserva energética.\ne) A pele não possui papel ativo no sistema imunológico, atuando apenas como uma barreira física passiva contra patógenos.", "\nA pele humana é um órgão complexo que desempenha múltiplas funções, incluindo a regulação da temperatura corporal, a sensação tátil e a proteção contra agentes externos. Sobre as funções e estruturas da pele, analise as afirmações abaixo:\nI. A termorregulação é realizada através da vasodilatação e vasoconstrição dos vasos sanguíneos na derme, além da secreção de suor pelas glândulas sudoríparas.\nII. Os melanócitos são células localizadas na camada basal da epiderme responsáveis pela produção de melanina, que oferece proteção contra a radiação ultravioleta.\nIII. Os receptores de Merkel são responsáveis pela percepção da dor, enquanto os receptores de Ruffini detectam o toque leve e a pressão.\nIV. A pele atua como uma barreira química ao produzir ácidos graxos e enzimas que inibem o crescimento de microrganismos.\nV. A epiderme é avascular, recebendo nutrientes e oxigênio por difusão a partir dos vasos sanguíneos da derme subjacente.\n\nÉ **correto** o que se afirmar apenas em:\na) I, II e IV\nb) II, III e V\nc) I, III e V\nd) II, IV e V\ne) I, II e III", "Sobre a pele humana, é incorreto afirmar que:\na) A pele atua como uma barreira física protetora contra patógenos e agentes químicos.\nb) A epiderme é a camada mais externa da pele e é composta principalmente por células epiteliais queratinizadas.\nc) A derme contém estruturas como vasos sanguíneos, terminações nervosas, folículos pilosos e glândulas sudoríparas.\nd) A hipoderme, ou tecido subcutâneo, é uma camada de tecido adiposo que não faz parte da pele, mas está associada a ela, atuando como isolante térmico e reserva energética.\ne) A melanina, produzida pelos melanócitos, é responsável pela pigmentação da pele e oferece proteção contra a radiação ultravioleta.", "\nA pele humana é um órgão complexo que desempenha várias funções essenciais para a homeostase do corpo. Sobre as funções e estruturas da pele, é correto afirmar:\na) A pele é impermeável à água devido à presença de lipídios produzidos pelas glândulas sebáceas e não possui nenhuma função na regulação da temperatura corporal.\nb) Os melanócitos, localizados na camada basal da epiderme, são responsáveis pela produção de melanina, que protege a pele contra a radiação ultravioleta e dá cor à pele.\nc) A derme é composta principalmente por tecido adiposo e é onde se encontram as terminações nervosas responsáveis pela sensação de tato, mas não pela percepção da dor.\nd) A epiderme não possui inervação e é totalmente avascular, dependendo da derme para receber nutrientes e oxigênio.\ne) As glândulas sudoríparas são encontradas em toda a extensão da pele e são responsáveis apenas pela excreção de resíduos metabólicos, sem papel na regulação da temperatura.", "ME DELETE"]