["Sobre a constituição e função do sistema nervoso central (SNC), é incorreto afirmar que:\na) O SNC é protegido por ossos e meninges.\nb) O SNC é responsável pela geração de respostas motoras e pela cognição.\nc) A principal função do SNC é processar e integrar informações.\nd) O SNC é dividido em sistema nervoso central e sistema nervoso periférico.\ne) O SNC é composto pelo encéfalo e pela medula espinhal.", "\nSobre a estrutura e função do tecido nervoso, é incorreto afirmar que:\na) Os oligodendrócitos são responsáveis pela formação da bainha de mielina no SNC.\nb) Neurônios são as únicas células do tecido nervoso capazes de gerar e propagar impulsos nervosos.\nc) Astrócitos têm função de sustentação e controle do ambiente extracelular dos neurônios.\nd) As células da glia incluem oligodendrócitos, astrócitos, micróglia e células ependimárias.\ne) Os neurônios são células especializadas na condução de impulsos nervosos.", "\nA respeito da bioeletrogênese, é incorreto afirmar que:\na) A bainha de mielina aumenta a velocidade de condução do impulso nervoso.\nb) O potencial de ação é iniciado pela entrada de íons sódio na célula.\nc) A propagação do impulso nervoso ocorre sem a necessidade de alterações no potencial de membrana.\nd) A bioeletrogênese é o processo pelo qual os neurônios geram e propagam potenciais de ação.\ne) A repolarização é a fase do potencial de ação em que os canais de potássio se abrem e os íons potássio saem da célula.", "\nSobre as sinapses e neurotransmissores, é incorreto afirmar que:\na) Todos os neurotransmissores têm o mesmo efeito sobre todos os tipos de neurônios.\nb) A acetilcolina é um neurotransmissor que atua principalmente no sistema nervoso autônomo.\nc) Sinapses químicas são as mais comuns no sistema nervoso humano.\nd) Neurotransmissores são substâncias químicas que transmitem sinais nas sinapses.\ne) Sinapses elétricas não utilizam neurotransmissores, mas sim junções comunicantes que permitem a passagem direta de íons.", "\nAcerca das meninges, barreira hematoencefálica e líquido cerebroespinhal, é incorreto afirmar que:\na) A pia-máter é a camada mais externa e fibrosa das meninges.\nb) O líquido cerebroespinhal atua na proteção mecânica e no transporte de substâncias no SNC.\nc) O líquido cerebroespinhal é produzido pelos plexos coroides e circula através dos ventrículos cerebrais.\nd) As meninges são compostas por três camadas: dura-máter, aracnoide e pia-máter.\ne) A barreira hematoencefálica protege o SNC de substâncias potencialmente nocivas presentes no sangue.", "\nSobre a constituição e função do sistema nervoso central, assinale a alternativa correta:\na) O encéfalo é composto apenas pelo cérebro.\nb) O SNC não tem conexão com o sistema nervoso periférico.\nc) O cerebelo, parte do encéfalo, é responsável pelo equilíbrio e coordenação motora.\nd) A principal função do SNC é apenas a de receber informações sensoriais.\ne) A medula espinhal é responsável por conectar o cérebro com o resto do corpo e transmitir sinais entre o cérebro e os nervos periféricos.", "\nSobre as células da glia, analise as afirmações abaixo:\nI. Os astrócitos têm papel na regulação da composição iônica e molecular do ambiente extracelular dos neurônios.\nII. A micróglia é responsável pela defesa imunológica do SNC.\nIII. As células de Schwann formam a bainha de mielina no sistema nervoso central.\nIV. Os oligodendrócitos formam a bainha de mielina em múltiplos axônios.\nV. Células ependimárias revestem os ventrículos cerebrais e têm papel na produção de líquido cerebroespinhal.\nÉ correto o que se afirmar apenas em:\na) I, II e IV\nb) I, II e V\nc) I, III e IV\nd) III, IV e V\ne) II, III e V", "\nA respeito da bioeletrogênese, analise as afirmativas:\n( ) O potencial de repouso da membrana é determinado pelo equilíbrio entre os gradientes iônicos de Na+ e K+.\n( ) Durante a despolarização, os canais de Na+ se abrem para permitir a entrada de sódio na célula.\n( ) A bomba de Na+/K+ ATPase é crucial para manter o gradiente iônico e restaurar o potencial de repouso após o potencial de ação.\n( ) A mielinização dos axônios não afeta a velocidade de condução do impulso nervoso.\n( ) A hiperpolarização ocorre quando o potencial de membrana se torna mais negativo do que o potencial de repouso.\nAssinale a alternativa que define a sequência correta:\na) V, F, V, F, V\nb) V, V, F, F, V\nc) V, V, V, F, V\nd) F, V, V, F, V\ne) F, V, F, V, F", "\nSobre os neurotransmissores, é correto afirmar:\na) O glutamato é um neurotransmissor inibitório no SNC.\nb) A glicina é um neurotransmissor exclusivamente excitatório.\nc) Todos os neurotransmissores são proteínas.\nd) A serotonina é o principal neurotransmissor excitatório no sistema nervoso central.\ne) A dopamina está envolvida no controle do movimento e na sensação de recompensa.", "\nSobre a barreira hematoencefálica, assinale a alternativa correta:\na) A barreira hematoencefálica se desenvolve completamente ao nascimento.\nb) Permite a livre passagem de todas as substâncias presentes no sangue para o tecido nervoso.\nc) Não tem papel na regulação da pressão osmótica no SNC.\nd) É menos seletiva que os capilares sanguíneos periféricos.\ne) A barreira hematoencefálica é formada pelas células endoteliais dos capilares encefálicos e pelos pés vasculares dos astrócitos.", "\nSobre o líquido cerebroespinhal, é incorreto afirmar que:\na) O líquido cerebroespinhal é rico em células sanguíneas e proteínas.\nb) Circula do espaço subaracnóideo para o sistema venoso através das granulações aracnóideas.\nc) É produzido principalmente pelos plexos coroides e também pelo epêndima.\nd) O líquido cerebroespinhal é um fluido claro e incolor que ocupa o espaço subaracnóideo e os ventrículos cerebrais.\ne) Tem a função de proteger o SNC contra choques mecânicos.", "\nSobre as sinapses químicas, é correto afirmar:\na) A transmissão do sinal é unidirecional, do neurônio pré-sináptico para o neurônio pós-sináptico.\nb) A transmissão pode ser modulada por substâncias como hormônios e drogas.\nc) As sinapses químicas ocorrem instantaneamente sem atraso.\nd) A transmissão é bidirecional entre os neurônios envolvidos.\ne) Não envolvem a liberação de neurotransmissores.", "\nSobre a estrutura e função do tecido nervoso, é incorreto afirmar que:\na) Os astrócitos participam da regulação do ambiente extracelular dos neurônios e da barreira hematoencefálica.\nb) Os oligodendrócitos são responsáveis pela formação da bainha de mielina no sistema nervoso central.\nc) As células da glia, ou neuróglia, desempenham funções de suporte, nutrição e proteção dos neurônios.\nd) Os neurônios possuem três partes principais: dendritos, corpo celular e axônios, sendo que todos os neurônios têm múltiplos axônios.\ne) Os neurônios são as unidades funcionais do sistema nervoso, responsáveis pela transmissão de impulsos elétricos.", "\nSobre a constituição e função do sistema nervoso central, marque a alternativa correta:\na) O líquor é encontrado dentro do SNC, mais especificamente no espaço subaracnóideo e ventrículos cerebrais.\nb) Todas as alternativas anteriores estão corretas.\nc) A medula espinhal é responsável por transmitir informações entre o corpo e o encéfalo.\nd) O cérebro é a principal região do encéfalo envolvida com funções motoras e sensoriais, além de processos cognitivos.\ne) O SNC é composto pelo encéfalo, medula espinhal e nervos periféricos.", "\nSobre a estrutura dos neurônios, é correto afirmar que:\na) A bainha de mielina acelera a propagação do impulso nervoso ao longo do axônio.\nb) Os terminais axônicos liberam neurotransmissores na fenda sináptica.\nc) O axônio é a parte do neurônio que conduz o impulso nervoso a partir do corpo celular.\nd) Os neurônios não possuem capacidade de regeneração após lesão.\ne) Os dendritos são responsáveis pela transmissão do impulso nervoso para outras células.", "\nA respeito da geração e propagação do impulso nervoso, analise as afirmações:\nI. O impulso nervoso é gerado a partir da despolarização da membrana celular.\nII. A propagação do impulso é feita de maneira eletrotônica, ou seja, com a passagem de corrente elétrica ao longo do neurônio.\nIII. Neurônios mielinizados propagam o impulso de forma saltatória.\nIV. A condução do impulso nervoso é bidirecional em condições fisiológicas normais.\nV. Canais de Na+ e K+ dependentes de voltagem são cruciais para a geração e propagação do potencial de ação.\nÉ correto o que se afirmar apenas em:\na) Todas as afirmações estão corretas\nb) I, III e V\nc) I, II e IV\nd) II, III e IV\ne) I, II, III e V", "\nSobre os neurotransmissores, marque a opção incorreta:\na) A dopamina está envolvida no controle de movimentos, aprendizado e recompensa.\nb) A serotonina regula o humor, sono e apetite.\nc) O glutamato é o principal neurotransmissor inibitório do SNC.\nd) A GABA é o principal neurotransmissor inibitório no SNC.\ne) A noradrenalina é importante na resposta de luta ou fuga e regulação do sono e humor.", "\nSobre a barreira hematoencefálica, é correto afirmar que:\na) Sua função é permitir a passagem livre de todas as substâncias do sangue para o tecido nervoso.\nb) Astrócitos contribuem para a manutenção da integridade da barreira hematoencefálica.\nc) A barreira hematoencefálica pode ser rompida em certas doenças, como meningite e encefalite.\nd) Ela é formada por células endoteliais contínuas e tight junctions.\ne) Protege o SNC de substâncias potencialmente tóxicas presentes no sangue.", "\nSobre o líquido cerebroespinhal (LCE), marque a alternativa incorreta:\na) O LCE é rico em células sanguíneas e proteínas, similar ao plasma sanguíneo.\nb) É responsável pela nutrição do tecido nervoso e remoção de resíduos metabólicos.\nc) Circula no espaço subaracnóideo e ventrículos, contribuindo para a proteção do SNC.\nd) O LCE é produzido principalmente nos plexos coroides dos ventrículos cerebrais.\ne) A punção lombar é um procedimento utilizado para coleta de LCE para diagnóstico de doenças como meningite."]